{
    "blogPosts": [
        {
            "id": 1,
            "title": "Beyond Normal: Finding Strength in My Darkest Hours",
            "date": "2023-06-18",
            "category": "Personal Journey",
            "excerpt": "Everybody has some dreams in their life. What should I dream about? I still remember the days when I used to be bullied by my relatives and people in my village...",
            "image": "https://media.graphassets.com/output=format:jpg/dCk6Jhi4SpmiXpny2gtA",
            "fullImage": "https://media.graphassets.com/output=format:jpg/dCk6Jhi4SpmiXpny2gtA",
            "content": [
                {
                    "type": "paragraph",
                    "text": "Everybody has some dreams in their life. What should I dream about? I still remember the days when I used to be bullied by my relatives and people in my village. They would say, \"Your father is suffering from mental illness; are you also mentally ill?\" In Marathi, they would often mock me, saying, \"Yedyacha Mulga Yedach,\" which means, \"If your father is mental, then you are also mental.\""
                },
                {
                    "type": "paragraph",
                    "text": "Those words hurt me deeply. I never told anyone how much it hurt, but maybe because of them, I am writing this. Sometimes, I don't feel normal. Sometimes, I get lost in my thoughts and avoid talking to people, even the ones closest to me."
                },
                {
                    "type": "quote",
                    "text": "Am I really normal? Sometimes, I ask myself this question. Then I remind myself: Why do you need to be normal? You are a legend. Yes, you are."
                },
                {
                    "type": "paragraph",
                    "text": "I have cried many times because of this. Yes, I know nobody cares. Because of these bullies, I started questioning myself: Will I become like my dad? That question would consume me, making me think endlessly. I live in constant fear of becoming like him. I've seen how my mother has suffered, being married to a man with mental illness from the very first year of their marriage. It terrifies me. If I end up like my father, how will I fulfill my dreams?"
                },
                {
                    "type": "heading",
                    "level": 3,
                    "text": "The First Signs of Darkness"
                },
                {
                    "type": "paragraph",
                    "text": "Currently, I am in COEP's hostel, writing this to document my emotions. Maybe I'll share this with my uncle because, in my early days, he was the only one I truly cared about. Sometimes, I feel genuine, but nowadays, I find it hard to trust anyone."
                },
                {
                    "type": "paragraph",
                    "text": "I still remember the first time I felt \"abnormal.\" I was sick, and my mother and I were in Osmanabad for a hospital visit. I started feeling like I was losing my consciousness. Even as I write this, I'm asking myself, Why are you writing this, Om? But I need to. That was such a harsh time for me. I somehow managed to control myself then, but it was the first time I couldn't fully understand what was happening to me."
                },
                {
                    "type": "paragraph",
                    "text": "I was in school at the time, and one day I felt as if I was in a dream and losing control. My friends, Sarthak Kulkarni and Omkar Nagargoje, helped me get home. I told my aunt that I wasn't feeling well. But I feared telling others. I thought if people knew I wasn't normal, they would never accept me."
                },
                {
                    "type": "heading",
                    "level": 3,
                    "text": "The Breaking Point"
                },
                {
                    "type": "paragraph",
                    "text": "That evening, things escalated. I couldn't control myself anymore. My brother, Rushikesh, was talking to me, and though I don't remember our exact conversation, I do remember him making fun of me. Suddenly, I lost control, shouted, \"SHUT UP!\" at him, and hit him on the back."
                },
                {
                    "type": "paragraph",
                    "text": "My uncle came rushing in, and I broke down completely. I started crying uncontrollably. My uncle asked what was going on. I told him, \"I'm not feeling well. I feel like everything happening here is just a dream.\" I told him that I had been feeling this way for a year, but today it was at its peak—I couldn't handle it anymore. I begged him, \"Please tell me, am I normal? Am I normal like you?\""
                },
                {
                    "type": "quote",
                    "text": "He held me close to his chest and said, \"Son, everything is okay. You are normal. Yes, you are normal.\""
                },
                {
                    "type": "paragraph",
                    "text": "I cried even harder and told him, \"I don't want to be like my father. I've seen what happens when someone's father isn't mentally well.\" I was yelling loudly, pleading for help, saying, \"Please, help me. I'm normal like others, aren't I?\""
                },
                {
                    "type": "paragraph",
                    "text": "Immediately, they took me to Kanade Sir's hospital, the same hospital where my father is treated for his mental health. The journey to the hospital was dark and filled with despair for me. I was crying hard while we were traveling. I still remember bits of the conversation I had with my uncle during that ride. Through my tears, I asked him, \"Will I ever be successful? Or will I end up leaving my studies in the 12th grade, just like my father did?\" I told him, \"I want to make my mom happy. I want to be successful in life. I want to be normal like everyone else.\""
                },
                {
                    "type": "heading",
                    "level": 3,
                    "text": "Finding Light in the Darkness"
                },
                {
                    "type": "paragraph",
                    "text": "When we reached the hospital, the doctor prescribed the same medicines that my father takes. I still remember my uncle crying for me. I overheard him telling my brother, Rushikesh, that these were the same medicines given to my father. I cried too, but they didn't give me the medicines. Instead, they gave me emotional support and tried to comfort me. They even tried to make me smile by taking me out for pani puri. Even then, I felt like everything was still a dream. But I didn't tell anyone. I stayed quiet and accepted what they said, fearing that people would think I was pretending."
                },
                {
                    "type": "paragraph",
                    "text": "That time was the darkest period of my life. Nowadays, when I feel like I'm dreaming, I tell myself, \"You are okay. You are normal. Yes, you are.\" This is a technique Rushikesh taught me, though he doesn't know I'm still feeling these things. Nobody knows—not my mother, my uncle, or any of my friends."
                },
                {
                    "type": "quote",
                    "text": "Nobody else has been through what you have and done what you've done. You are special. Maybe this is the choice of eternity."
                },
                {
                    "type": "paragraph",
                    "text": "Today, as I write this, I realize that life is not about being \"normal.\" Life is about finding strength in our struggles and defining our own path. The fear of becoming like my father still lingers, but I am learning to embrace who I am. Every experience, no matter how painful, has shaped me into the person I am today."
                },
                {
                    "type": "paragraph",
                    "text": "I am not my father, and my future is not dictated by my past. I have dreams, and I am determined to achieve them. I want to make my mother proud, to prove to myself that I am more than the fears and doubts that haunt me. I have faced the darkness, and I choose to fight, to rise, and to shine."
                },
                {
                    "type": "paragraph",
                    "text": "This is my story, and it is still being written. I may stumble, but I will never stop moving forward. I am not defined by what others say or think of me. I am defined by how I choose to live, how I choose to dream, and how I choose to fight for a brighter tomorrow."
                },
                {
                    "type": "paragraph",
                    "text": "I am not just surviving; I am living, and I am striving to thrive. Yes, I am normal. But more importantly, I am me, and that is more than enough."
                }
            ]
        }
    ],
    "quotes": [
        {
            "id": 1,
            "text": "Do those who speak lies ever speak the truth, even to themselves?"
        },
        {
            "id": 2,
            "text": "Society deserves to be hated for everything, especially for its twisted sense of morality, where one sinner condemns another for committing greater sins."
        }
       
    ],
    "portfolioItems": [
        
    ]
}